import { v4 as uuidv4 } from "uuid";

export const instructors = [
  {
    id: uuidv4(),
    name: "امیرحسین فروندی",
    title: "مدرس ریاضی و برنامه‌نویسی",
    image: "/images/instructor1.png",
  },
  {
    id: uuidv4(),
    name: "یلدا فضائلی",
    title: "دانشجوی مهندسی برق دانشگاه فردوسی مشهد",
    subtitle: "مهارت‌های تخصصی: برنامه‌نویسی MATLAB، Python و PLC",
    image: "/images/instructor2.png",
  },
  {
    id: uuidv4(),
    name: "فاطمه بازگیر",
    title: "مدرس برنامه‌نویسی",
    image: "/images/instructor3.png",
  },
  {
    id: uuidv4(),
    name: "دکتر خاطره قربانی‌مقدم",
    title: "عضو هیئت مدیره ساینسینو و عضو هیئت علمی دانشگاه خوارزمی تهران",
    subtitle:
      "متخصص در زمینه آموزش و آماده‌سازی دانش‌آموزان برای حضور در المپیادهای کامپیوتر",
    image: "/images/instructor4.png",
  },
  {
    id: uuidv4(),
    name: "صبا درفشه",
    title: "فارغ‌التحصیل رشته ریاضی دانشگاه فردوسی مشهد",
    subtitle:
      "دارای ۳ سال سابقه تدریس در مدارس و آموزشگاه‌های مشهد در درس ریاضی پایه‌های ششم تا دوازدهم و برنامه‌نویسی",
    image: "/images/instructor5.jpg",
  },
  {
    id: uuidv4(),
    name: "غزل سلامی",
    title: "دانشجوی رشته ریاضیات و کاربردها در دانشگاه خوارزمی",
    subtitle:
      "عضو انجمن هوش مصنوعی دانشگاه خوارزمی | مدرس زبان انگلیسی در مؤسسه شکوه | مسلط به Python، R، Power BI و MATLAB",
    image: "/images/instructor6.jpg",
  },
  {
    id: uuidv4(),
    name: "نگار نجاری",
    title: "عضو هیئت مدیره ساینسینو",
    subtitle:
      "کارشناسی‌ارشد ریاضی از دانشگاه فردوسی مشهد | مدرس ریاضیات پیشرفته و آموزش STEAM در مدارس برتر مشهد | مشاور تخصصی کنکور و انتخاب رشته",
    image: "/images/instructor7.jpg",
  },
  {
    id: uuidv4(),
    name: "نگین نجاری",
    title: "مدرس زبان در مؤسسات برتر مشهد و مدرس شیمی کنکور",
    subtitle:
      "کارشناسی ریاضی از دانشگاه فردوسی مشهد | دارای ۳ مدرک TTC و مدرک FCE | مسلط به ICDL",
    image: "/images/instructor8.jpg",
  },
  {
    id: uuidv4(),
    name: "سیمین قربانی‌مقدم",
    title: "عضو هیئت مدیره ساینسینو",
    subtitle:
      "دارای مدرک کارشناسی مهندسی معماری | مدرس ریاضی | فعال در زمینه آماده‌سازی دانش‌آموزان جهت شرکت در آزمون‌های نهایی",
    image: "/images/instructor9.jpg",
  },
  {
    id: uuidv4(),
    name: "سجاد قربانی‌مقدم",
    title: "عضو هیئت مدیره ساینسینو",
    subtitle:
      "دانشجوی رشته پزشکی دانشگاه علوم پزشکی مشهد | مدرس زیست و شیمی و مشاور تخصصی کنکور | فعال در زمینه آموزش و آماده‌سازی دانش‌آموزان جهت شرکت در آزمون‌های تیزهوشان و المپیادها",
    image: "/images/sajad-ghorbani.jpg",
  },
  {
    id: uuidv4(),
    name: "رضا شیعی",
    title: "مدیر بخش تحقیق و توسعه ساینسینو",
    subtitle:
      "دارای مدرک دکتری مهندسی پزشکی | پژوهشگر دانشگاه چالمرز سوئد | مدرس تخصصی الکترونیک و رباتیک | فعال در زمینه آموزش و آماده‌سازی دانش‌آموزان برای حضور در جشنواره جوان خوارزمی و ارائه طرح‌های نوآورانه با هدف ثبت اختراعات بین‌المللی",
    image: "/images/reza-shei.jpg",
  },
  {
    id: uuidv4(),
    name: "طاهره قربانی‌مقدم",
    title: "مدیرعامل استارتاپ زیست‌بوم علوم و نوآوری فرهیختگان (ساینسینو)",
    subtitle:
      "دارای مدرک دکتری تخصصی فیزیک از دانشگاه فردوسی مشهد | پژوهشگر پسادکتری در حوزه انرژی‌های تجدیدپذیر | دارای بیش از ۱۲ سال سابقه تدریس در دانشگاه | دارای سابقه راهنمایی و مشاوره پایان‌نامه‌های دانشجویی | فعال در حوزه توسعه آموزش‌های نوین، ترویج علم، پژوهش و گسترش مهارت‌های علمی و فناورانه",
    image: "/images/manager.jpg",
  },
  {
    id: uuidv4(),
    name: "سبحان جمشیدی",
    title: "توسعه‌دهنده وب",
    subtitle:
      "فعال در زمینه طراحی و پیاده‌سازی رابط‌های کاربری مدرن و توسعه بک‌اند | علاقه‌مند به ساخت وب‌سایت‌های سریع، مقیاس‌پذیر و کاربردی با استفاده از React، Next.js، Node.js و NestJS",
    image: "/images/instructor13.jpg",
  },
  {
    id: uuidv4(),
    name: "محمدجواد لکزایی",
    title: "برنامه نویس و فعال در حوزه ی هوش مصنوعی",
    image: "/images/mohamad-javad.jpg",
  },
];
